Repository: Proper-Job/django-mobile-app-distribution
Catalog: django_mobile_app_distribution/locale/*/LC_MESSAGES/django.po
Languages: de

source: Version %(app_version)s of %(app_name)s for %(os)s is available for download
de: Version %(app_version)s der %(app_name)s App für %(os)s steht zum Download bereit

source: Version %(app_version)s of %(app_name)s for %(os)s is available for download. Please visit %(download_url)s to install the app.
de: Version %(app_version)s der %(app_name)s App für %(os)s steht zum Download bereit. Bitte besuchen Sie %(download_url)s um die App zu installieren.

source: %(recipient_count)s user was notified of %(app_name)s %(app_version)s availability.
de: %(recipient_count)s Benutzer wurde über die Verfügbarkeit der %(app_name)s %(app_version)s App informiert.

source: Nobody was notified by email because nobody's email address is set.
de: Niemand wurde per E-Mail benachrichtigt, weil bei niemandem die E-Mail-Adresse gesetzt ist.

source: Notify clients of app availability
de: Kunden über die Verfügbarkeit der Apps informieren.

source: User
de: Benutzer

source: Groups
de: Gruppen

source: App info
de: App Infos

source: Provide these deploy on iOS 9
de: Angeben um auf iOS 9 bereitzustellen

source: Please assign a user or group to the app.
de: Bitte weisen Sie der App einen Benutzer oder eine Gruppe zu.

source: Please provide a display and a full size image.
de: Bitte laden Sie ein “display" und “full size” Bild hoch.

source: user
de: Benutzer

source: language
de: Sprache

source: Extended user info
de: Erweiterte Benutzereinstellungen

source: Comment
de: Bemerkung

source: updated date
de: Geändert am

source: created date
de: Erstellt am

source: Operating system
de: Betriebssystem

source: IPA file
de: IPA Datei

source: e.g. org.example.app
de: z.B. org.example.app

source: display image
de: Display Bild

source: full size image
de: Full size Bild

source: APK file
de: APK Datei

source: Django site admin
de: Ad Hoc Verwaltung

source: Django administration
de: Mobile App Distribution

source: app list view
de: App Übersicht

source: logout
de: Abmelden

source: operating system
de: Betriebssystem

source: build date
de: Erstellt

source: comment
de: Bemerkung

source: Install App
de: App Installieren

source: Version %(app_version)s of %(app_name)s for %(os)s is available for download. <br/>Please visit %(download_url)s to install the app.
de: Version %(app_version)s der %(app_name)s App für %(os)s steht zum Download bereit.<br/>Bitte besuchen Sie %(download_url)s um die App zu installieren.

source: customer login
de: Kundenbereich

source: invalid login credentials
de: Ihr Benutzername oder Passwort sind falsch

source: login
de: Anmelden

source: logged out successfully
de: Sie wurden erfolgreich abgemeldet

source: You were logged out successfully.
de: Sie wurden erfolgreich abgemeldet.
